{
  "Places": [
    {
      "id": 1,
      "title": "Place de la Bastille",
      "latitude": 48.853354,
      "longitude": 2.369491,
      "description": "La Bastille, the notorious prison-fortress in Paris, was completely destroyed during the French Revolution. A square, known as Place de la Bastille, was built in its place to commemorate the revolutionary events of 1830 and to celebrate victory of democracy over tyranny. Special paving stones have been used to mark the original site of the fortress. Today, the square regularly hosts musical concerts and other open-air events. Due to its historical importance, the square has been the venue of many political demonstrations over the years, including the massive anti-CPE rally on March 28, 2006.",
      "image_1": "https://www.gpsmycity.com/img/gd_attr/5664.jpg", 
      "image2": "https://render.fineartamerica.com/images/rendered/search/print/images/artworkimages/medium/1/the-angry-paris-mob-burning-the-royal-ken-welsh.jpg" 
    },

    {
      "id": 2,
      "title": "Place du Châtelet",
      "latitude": 48.857573,
      "longitude": 2.347030,
      "description": "The Place du Châtelet is a public square in Paris, on the right bank of the river Seine. It lies at the north end of the Pont au Change, a bridge that connects the Île de la Cité, near the Palais de Justice and the Conciergerie, to the right bank. The name 'Châtelet' refers to the stronghold, the Grand Châtelet, that guarded the northern end of the Pont au Change, containing the offices of the prévôt de Paris and a number of prisons, until it was demolished in 1802-10. At the square's center is La Fontaine du Palmier (Palm Tree Fountain), constructed in 1806 to 1808 by François-Jean Bralle (1750-1832) to celebrate French victories in battle. The palm trunk is surmounted by a gilded figure of the goddess, Victory, holding a laurel wreath in each upraised hand; the goddess figure stands on a base ornamented with bas-relief eagles.",
      "image_1": "https://www.gpsmycity.com/img/gd_attr/6323.jpg", 
      "image_2": "http://c8.alamy.com/comp/FFC94F/french-revolution-1830-nthe-place-du-chatelet-during-the-french-revolution-FFC94F.jpg" 
    },

    {
      "id": 3,
      "title": "Pavillon de Flore",
      "latitude": 48.861111,
      "longitude": 2.330556,
      "description": "The Pavillon de Flore is a section of the Palais du Louvre in Paris, France. Its construction began in 1607, during the reign of Henry IV, and has had numerous renovations since. The Pavillon de Flore was built to extend the Grande Galerie, which formed the south face of the Palais du Louvre, to the Palais des Tuileries, thus linking the two palaces. During the French Revolution, the Pavillon de Flore, situated at the southwest corner of the Palais des Tuileries at the time, was renamed Pavillon de l'Égalité (House of Equality). Under its new name, it became the meeting point for several of the Committees of the period. Many other committees of the Revolutionary Government occupied the Palais des Tuileries (referred to by contemporaries as the Palace of the Nation) during the time of the National Convention. Notable occupiers included the Monetary Committee, the Account and Liquidation Examination Committee. However, the most famous was the Committee of Public Safety.",
      "image_1": "https://www.gpsmycity.com/img/gd_attr/6345.jpg", 
      "image_2": "https://exp.cdn-hotels.com/hotels/12000000/11770000/11764400/11764315/11764315_4_z.jpg" 
    },

    {
      "id": 4,
      "title": "Tuileries Gardens",
      "latitude": 48.863721,
      "longitude": 2.332081,
      "description": "The Tuileries Garden is a public garden located between the Louvre Museum and the Place de la Concorde in Paris. On October 6, 1789, as the French Revolution began, King Louis XVI was brought against his will to the Tuileries Palace. The garden was closed to the public except in the afternoon. Queen Marie Antoinette and the Dauphin were given a part of the garden for her private use, first at the west end of the Promenade Bord d'eaux, then at the edge of the Place Lous XV. After the King's failed attempt to escape France, the surveillance of the family was increased. The royal family was allowed to promenade in the park on the evening of September 18, 1791, during the festival organized to celebrate the new French Constitution, when the alleys of the park were illuminated with pyramids and rows of lanterns. The garden was also used for revolutionary holidays and festivals.",
      "image_1": "https://www.gpsmycity.com/img/gd_attr/6351.jpg", 
      "image_2": "https://upload.wikimedia.org/wikipedia/commons/thumb/5/56/Jacques_Bertaux_-_Prise_du_palais_des_Tuileries_-_1793.jpg/1280px-Jacques_Bertaux_-_Prise_du_palais_des_Tuileries_-_1793.jpg" 
    },

    {
      "id": 5,
      "title": "Place de la Concorde",
      "latitude": 48.865633,
      "longitude": 2.321236,
      "description": "The Place de la Concorde is one of the major public squares in Paris, France. Measuring 8.64 hectares (21.3 acres) in area, it is the largest square in the French capital. It is located in the city's 8th arrondissement, at the eastern end of the Champs-Élysées. The Place was designed by Ange-Jacques Gabriel in 1755 as a moat-skirted octagon between the Champs-Élysées to the west and the Tuileries Garden to the east. Decorated with statues and fountains, the area was named Place Louis XV to honor the king at that time. The square showcased an equestrian statue of the king, which was torn down during the French Revolution and the area renamed 'Place de la Révolution'. The new revolutionary government erected the guillotine in the square, and the first notable to be executed at the Place de la Révolution was king Louis XVI, on January 21, 1793. Other important figures guillotined on the site, often in front of cheering crowds, were Queen Marie Antoinette, Princess Élisabeth of France, Charlotte Corday, Madame du Barry, Georges Danton, Camille Desmoulins, Antoine Lavoisier, Maximilien Robespierre, Louis de Saint-Just and Olympe de Gouge. The guillotine was most active during the 'Reign of Terror', in the summer of 1794, when in a single month more than 1,300 people were executed. A year later, when the revolution was taking a more moderate course, the guillotine was removed from the square.",
      "image_1": "https://www.gpsmycity.com/img/gd_attr/6360.jpg", 
      "image_2": "https://upload.wikimedia.org/wikipedia/commons/thumb/d/d4/Execution_of_Louis_XVI.jpg/1920px-Execution_of_Louis_XVI.jpg" 
    },

    {
      "id": 6,
      "title": "Assemblée Nationale",
      "latitude": 48.862017,
      "longitude": 2.318682,
      "description": "Assemblée Nationale, the lower chamber of the French parliament, is housed in the building originally known as Palais Bourbon (the Bourbon Palace). Its construction started in 1722 under the supervision of Italian architect, Lorenzo Giardini, to a design by himself and Hardouin Mansart. After Giardini's death in 1724, Jacques Gabriel took over the project and completed it in 1728. The name of the palace refers to the Royal house of Bourbon, who were ousted by the republicans during the French Revolution. The Palais Bourbon was renovated and enlarged in 1765. In 1768, the adjoining Hôtel de Lassay was also embraced into the complex. The latter was declared a national property during the French Revolution. At that time, the National Assembly, which existed from June 17 until July 9, 1789, was a transitional body between the Estates General and the National Constituent Assembly. Between 1804 and 1807, Napoleon Bonaparte added to the palace a colonnaded front in a bid to mirror the Madeleine temple on the opposite bank of the Seine. Since 1830, the Palais Bourbon has been the seat of the Assemblée Nationale. If you want to visit the building, you must arrange an advance reservation.",
      "image_1": "https://www.gpsmycity.com/img/gd_attr/6430.jpg", 
      "image_2": "https://i.pinimg.com/originals/19/3a/ba/193aba3143ee470b8baa132c382d4264.jpg" 
    },

    {
      "id": 7,
      "title": "Les Invalides",
      "latitude": 48.858419,
      "longitude": 2.312933,
      "description": "Les Invalides, officially known as L'Hôtel National des Invalides, is a group of buildings in Paris containing museums and monuments relating to the military history of France. It was originally built as a hospital and retirement home for aged and unwell war veterans. The complex had fifteen courtyards, with the largest - cour d’honneur ('the court of honor') - reserved for military parades. Completed in 1676, the complex once housed up to 4,000 war veterans. Some very important war heroes of France, including Napoleon Bonaparte, are buried here. A veteran’s chapel, Église Saint-Louis des Invalides, was built in 1679. Libéral Bruant, the architect of the Hôtel des Invalides, designed the church, and Jules Hardouin Mansart oversaw its construction.",
      "image_1": "https://www.gpsmycity.com/img/gd_attr/6433.jpg", 
      "image_2": "https://cdn.britannica.com/700x450/27/131827-004-82764ECE.jpg" 
    }
  ]
}
